Repository: jordimas/gnutools-revisio
Catalog: po/solfege-manual-3.22.1-pre1.*.po
Languages: ca

source: Sing 12 random notes
ca: Canta 12 notes aleatòries

source: In this exercise, the program will display all the twelve tones in the scale in a random order and play the first one. Then you should sing all the notes and see if the last note matches. So this is more like an exam in sight singing than an exercise for learning how to sing the intervals. For that you should try some of the other interval exercises.
ca: En aquest exercici, el programa mostrarà les dotze notes de l'escala en ordre aleatori i tocarà la primera. A continuació haureu de cantar totes les notes i mirar si concorda l'última. Així que això és més un examen de lectura vista que un exercici per aprendre com cantar els intervals. Per això hauríeu de provar algun dels altres exercicis d'interval.

source: Training set editor
ca: Editor de conjunts d'entrenament

source: Screenshot of the trainingset-editor window.
ca: Captura de pantalla de la finestra de l'editor de conjunts d'entrenament.

source: The training set editor lets you create MIDI/WAV/MP3/OGG files of questions so that you can upload them to your pda, cell phone or MP3 player. A solution sheet will be generated for you to print out. Then you can let the MP3 player play the tracks in random order, and you can use the solution sheet to check if you recognized the music correctly.
ca: L'editor de conjunts d'entrenament us permet creat fitxers MIDI/WAV/MP3/OGG de preguntes per carregar-les al vostre pda, telèfon mobil o reproductor MP3. Es generarà una pàgina de solucions perquè la imprimiu. A continuació podeu fer que el reproductor de MP3 reprodueixi les pistes en ordre aleatori, i podeu usar la pàgina de solucions per verificar si heu reconegut la música correctament.

source: You use the training set editor to define which exercises to generate. You can save your definition in a file for later use. Each time you click <guibutton>Export</guibutton> a new set of files are generated in a directory of your choice. You have to manually upload the generated sound files to you mobile device.
ca: Useu l'editor de conjunts d'entrenament per definir quins exercicis generar. Podeu desar la vostra definició en un fitxer per a ús posterior. Cadap cop que cliqueu <guibutton>Exporta</guibutton> un nou conjunt de fitxers es genera a una carpeta de la vostra elecció. Heu de carregar manualment els fitxers de so generats al vostre dispositiu mòbil.

source: The program let you generate questions from as many lesson files as you like, but the most typical usage would be to generate lots of questions from just a single, or just a few files.
ca: El programa us deixa generar preguntes a partir de quants fitxers de lliçons vulgueu, però l'ús més comú seria generar moltes preguntes a partir d'un únic fitxer, o d'uns pocs fitxers.

source: The programs used to convert between the different file formats are defined in Gui page of the <link linkend="preferences-gui">preferences window</link>. Please check the definitions there if you have problems converting the MIDI files to WAV, MP3 or OGG format.
ca: Els programes que s'usen per convertir entre diferents formats de fitxer es defineixen a la pàgina IGU de la <link linkend=\"preferences-gui\">finestra de preferències</link>. Si us plau verifiqueu aquí les definicions si teniu problemes convertint els fitxers MIDI al format WAV, MP3 o OGG.

source: Table headings explained
ca: Explicació de les capçaleres de taula

source: Count
ca: Nombre

source: The number of questions to generate from the lesson file.
ca: El nombre de preguntes a generar a partir del fitxer de lliçons.

source: Repeat
ca: Repetició

source: The number of times to repeat each question.
ca: El nombre de vegades a repetir cada pregunta.

source: Delay
ca: Endarreriment

source: How long delay it will be between the questions. Measured in the length of quarter-notes.
ca: La llargada de l'endarreriment que hi haurà entre les preguntes. Mesurat en la longitud d'una negra.

source: Tone in context
ca: To en context

source: Screenshot of the program running the toneinkey exercise.
ca: Captura de pantalla del programa executant l'exercici to en la clau.

source: Click <guibutton>New</guibutton> and the program will play some music, usually a cadence, followed by a tone. The user should find the tone's position in the key represented by the cadence and answer clicking the buttons labeled 1 to 7.
ca: Cliqueu <guibutton>Nou</guibutton> i el programa reproduirà alguna música, generalment una cadència, seguida d'un to. L'usuari hauria de trobar la posició del to a la clau representada per la cadència i contestar clicant els botons etiquetats 1 a 7.

source: &app; &appversion; User Manual
ca: &app; &appversion; Manual d'usuari

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. The full text of the License is available in <xref linkend="gpl"/>.
ca: Es concedeix permís per copiar, distribuir i/o modificar aquest document sota els terminis de la Llicència Pública General GNU com està publicada per la Free Software Foundation; o bé la versió 3 de la llicència, o (sota la vostra opció) qualsevol versió posterior. El text complet de la llicència està disponible a <xref linkend=\"gpl\"/>.

source: Introduction
ca: Introducció

source: Welcome to GNU Solfege
ca: Us donem la benvinguda al GNU Solfege

source: Solfege is a <ulink url="http://www.gnu.org/philosophy/free-sw.html">free</ulink> eartraining program. The program is part of the <ulink url="http://www.gnu.org">GNU Project</ulink>. Check <xref linkend="online-resources"/> for info on mailinglists and where to get the latest version of Solfege.
ca: El Solfege és un programa <ulink url="http://www.gnu.org/philosophy/philosophy.ca.html">lliure</ulink> d'entrenament de l'oïda. El programa és part del <ulink url="http://www.gnu.org/gnu.ca.html">Projecte GNU</ulink>. Mireu <xref linkend="online-resources"/> per a informació sobre llistes de correu i on obtenir l'última versió del Solfege.

source: One of the ideas of this program is that you can extend the program without having to dig into the source code. If you for example want to practise some special chords, you can write a <link linkend="extending-solfege">lesson file</link> yourself. Reading the files are pretty straight forward, and the recommended way to get started is to copy one of the existing files, and start modifying it. If you create good lesson files, you really should consider contributing them by sending them to the <link linkend="mailing-lists">mailing list</link> so they can be added to the next version of this program.
ca: Una de les idees d'aquest programa és que el podeu estendre sense haver d'endinsar-vos al codi font. Si voleu, per exemple, practicar alguns acords especials, podeu escriure una <link linkend="extending-solfege">fitxer de lliçó</link>. La lectura dels fitxers és força fàcil, i la manera recomanada de començar és copiar un dels fitxers existents, i començar a modificar-lo. Si creeu bons fitxers de lliçó, hauria de realment considerar contribuir-los enviant-los a la <link linkend="mailing-lists">llista de correu</link> perquè puguin afegir-se a la següent versió d'aquest programa.

source: Help sections for the exercises
ca: Seccions d'ajuda per als exercicis

source: Sing interval
ca: Interval de cant

source: Screenshot of the sing interval exercise.
ca: Captura de pantalla per a l'exercici d'interval de cant.

source: In this exercise, Solfege will display one or more intervals, and you should sing them. Unfortunately, it is not yet possible to sing into a microphone and let Solfege decide if you sing correct, so you have to decide yourself if you are correct or wrong.
ca: En aquest exercici, el Solfege us mostrarà un o més intervals, i els hauríeu de cantar. Desafortunadament, no és encara possible cantar a un micròfon i que el Solfege decideixi si canteu correctament, així que heu de decidir vós mateix si canteu correctament o incorrecta.

source: Config
ca: Configuració

source: The program will try to make a question where all tones are within the range the user can sing, as configured in the <link linkend="preferences-window">preferences window</link>. Sometimes, it is not possible to keep the question within this range, for example when the exercise is configured to create many intervals where all intervals go upwards.
ca: El programa intentarà fer una pregunta on tots els tons estan dins d'un rang que l'usuari pot cantar, com estigui configurat a <link linkend="preferences-window">finestra de preferències</link>. A vegades no és possible mantenir la pregunta dins d'aquest rang, per exemple quan l'exercici està configurat per crear molts intervals on tots els intervals van cap amunt.

source: Sing chord
ca: Canteu un acord

source: Screenshot of the program.
ca: Captura de pantalla del programa.

source: If you are conducting a choir, you have to sing the starting tones for the different voices, and if you don't have a piano near by, you have to use a tuning fork. If you are a male, you will sing the tones for the women, one octave deeper, and visa versa.
ca: Si esteu conduint un cor, heu de cantar les notes inicials per a les diferents veus, i si no teniu un piano a prop, heu d'utilitzar un diapasó. Si sou un home, cantareu les note per a les dones una octava més a baix, i a l'inrevés.

source: The program will play the tone A (440 hz) for you, and display a chord that you must sing. Solfege does not yet have support for microphone, so you will have to decide yourself if your answer is correct or not.
ca: El programa us tocarà la nota La (440 hz), i mostrarà un acord que heu de cantar. El Solfege encara no té suport per al micròfon, així que heu de decidir vós mateix si la vostra resposta és correcta o no.

source: Selecting exercises
ca: Selecció d'exercicis

source: Selecting exercises works like navigating a web page and clicking on links. Press <keycombo><keycap>Alt</keycap><keycap>Left</keycap></keycombo> to move to the previous page or <keycap>F5</keycap> to move to the front page.
ca: La selecció d'exercicis funciona com la navegació d'una pàgina web i els clics sobre enllaços. Premeu <keycombo><keycap>Alt</keycap><keycap>Esquerre</keycap></keycombo> per desplaçar-vos a la pàgina prèvia o <keycap>F5</keycap> per desplaçar-vos a la portada.

source: Scales
ca: Escales

source: Scales are a complex matter. For example is the greek lydian (C-D-E-F-G-A-B-C) different from the medieval and modern lydian (C-D-E-F#-G-A-B-C). You can read about all the scales used in GNU Solfege <ulink url="scales/modes.html">here</ulink>.
ca: Les escales són una matèrica complicada. Per exemple l'escala lídia grega (Do-Re-Mi-Fa-Sol-La-Si-Do) és diferent de la lídia medieval i moderna (Do-Re-Mi-Fa#-Sol-La-Si-Do). Podeu llegir sobre totes les escales que s'usen al GNU Solfege <ulink url="scales/modes.html">aquí</ulink>.

source: Solfege has three variants of scale exercises so far.
ca: El Solfege té tres variants d'exercicis d'escala fins ara.

source: Solfege will play a scale, and you should identify the scale by clicking on the button with the scale name.
ca: El Solfege tocarà una escala, i hauríeu d'identificar l'escala clicant sobre el botó del seu nom.

source: Solfege will play a scale, and you should identify the structure of the scale. You will be presented a collection of buttons labeled with a number of '1', '2' and '3'. These numbers represent the intervals minor second, major second and minor third that are between the tones of the scale.
ca: El Solfege tocarà una escala, i hauríeu d'identificar l'estructura de l'escala. Se us presentarà una col·lecció de botons etiquetats amb un nombre de «1», «2» o «3». Aquests nombres representen els intervals menor segona, major segona i menor tercera que estan entre els tons de l'escala.

source: Solfege will play a scale, and you should identify the grade. For example may Solfege take the natural minor scale, and play it from any of the tones one the scale, and you must tell which tone it starts on.
ca: El Solfege tocarà una escala, i hauríeu d'identificar el grau. Per exemple el Solfege podria tocar l'escala menor natural, tocar-la des de qualssevol des tons u de l'escala i hauríeu de dir de quin to comença.

source: Rhythm
ca: Ritme

source: Screenshot of the program running the chord exercise.
ca: Captura de pantalla del programa executant l'exercici d'acord.

source: The program play a randomly generated rhythm, and the user should reproduce the rhythm. The user enters the rhythm by clicking on buttons representing different rhythmic elements.
ca: El programa toca un ritme generat aleatòriament, i l'usuari hauria de reproduir el ritme. L'usuari entra el ritme clicant els botons que representen diferents elements rítmics.

source: When you have entered enough rhythm elements, Solfege will check your answer. If everything is correct it will display a happy face, otherwise a sad face, and all wrong rhythms will be marked.
ca: Quan hàgiu entrat prou elements rítmics, el Solfege verificarà la vostra resposta. Si tot és correcte mostrarà un cara feliç, en cas contrari una cara trista, i es marcaran tots els tons incorrectes.

source: If some of your answer was wrong, everything from the first wrong element will be removed (preserving any correct rhythms in the beginning of your answer) when you click on the sad face, or when you click on the rhythm buttons on top of the page.
ca: Si algunes de les vostres respostes són incorrectes, s'eliminarà tot des del primer element incorrecte (preservant tots els ritmes correctes al principi de la vostra resposta) quan cliqueu sobre la cara trista, o quan cliqueu sobre els botons de ritme a la part superior de la pàgina.

source: You can click the 'Play' button to hear your suggestion.
ca: Podeu clicar el botó «Reprodueix» per escoltar el vostre suggeriment.

source: The questions made by this exercise are at the moment made by selecting rhythm elements randomly. This is not the best way to do it, and we hope a more clever way of generating questions will be made in a later release.
ca: Les preguntes que fa aquest exercici es fan en aquest moment seleccionant els elements rítmics aleatòriament. Aquesta no és la millor manera de fer-lo, i esperem que hi haurà una manera més intel·ligent de generar preguntes a una versió futura.

source: Tap the rhythm
ca: Copegeu el ritme

source: Screenshot of the rhythmtapping.
ca: Captura de pantalla del copeig de ritme.

source: The program will play a randomly generated rhythm, and the user should reproduce the rhythm. The user enters the rhythm by tapping on the button labeled <emphasis>Tap here</emphasis>.
ca: Aquest programa tocarà un ritme generat aleatòriament, i l'usuari hauria de reproduir el ritme. L'usuari entra el ritme copejant sobre el botó etiquetat <emphasis>Copegeu aquí</emphasis>.

source: Profile Manager
ca: Gestor de perfils

source: The profile manager let multiple Solfege users share a login on your operating system. The profiles will share the config file, but they will have separate statistics and test results.
ca: El gestor de perfils permet que usuaris múltiples del Solfege compateixin una sessió d'usuari al vostre sistema operatiu. Els perfils compartiran el fitxer de configuració, però tindran estadístiques separades i resultats dels tests separats.

source: The profile manager will display at program startup if more than one profile exists. You can also access the profile manager by selecting <guimenuitem>Profile Manager</guimenuitem> from the <guimenu>File</guimenu>.
ca: El gestor de perfils mostrarà a l'inici del programa si hi ha més d'un perfil. També podeu accedir el gestor de perfils seleccionant <guimenuitem>Gestor de perfils</guimenuitem> des del menú <guimenu>Fitxer</guimenu>.

source: Check <emphasis>Don't ask at startup</emphasis> if you don't want to see the profile manager at startup. It will then remember the last profile selected when you close the profile manager and start the program with that profile.
ca: Marqueu <emphasis>No preguntis a l'inici</emphasis> si no voleu veure el gestor de perfils a l'inici. En aquest cas recordarà l'últim perfil seleccionat quan tanqueu el gestor de perfils i inicieu el programa amb aquest perfil.

source: Preferences window
ca: Finestra de preferències

source: Screenshot of the 'Midi' page of the preferences window.
ca: Captura de pantalla de la pàgina «Midi» de la pàgina de preferències.

source: Set the tempo (beats per minute) for music and arpeggios. These values are used by exercises written with these exercise modules: <literal>compareintervals</literal>, <literal>harmonicintervals</literal>, <literal>idtone</literal>, <literal>melodicinterval</literal>, <literal>singchord</literal>, <literal>singinterval</literal>, <literal>twelvetone</literal>, <literal>rhythm</literal>, <literal>identifybpm</literal>, <literal>nameinterval</literal>. Other exercises will either have the tempo set in the lesson file or on the config page of the exercise.
ca: Estableix el tempo (pulsacions per minut) per a la música i els arpegis. Aquests valors s'usen pels exercicis escrits amb aquests mòduls d'exercicis: <literal>compareintervals</literal>, <literal>harmonicintervals</literal>, <literal>idtone</literal>, <literal>melodicinterval</literal>, <literal>singchord</literal>, <literal>singinterval</literal>, <literal>twelvetone</literal>, <literal>rhythm</literal>, <literal>identifybpm</literal>, <literal>nameinterval</literal>. D'altres exercicis tindran el tempo establert al fitxer de lliçó o a la pàgina de configuració de l'exercici.

source: Preferred instrument
ca: Instrument preferit

source: Set the midi instrument and volume used for most exercises.
ca: Estableix l'instrument midi i el volum usat per la major part dels exercicis.

source: Chord instruments
ca: Instruments d'acord

source: Solfege can use three different instruments when playing chords. One for the highest tone, one for the tones in the middle and one for the bass tone. This can be helpful if you find it difficult to hear individual tones in chords.
ca: El Solfege pot usar tres instruments diferents quan toca acords. Un per al to més alt, un altre per als tons al mig i un per al to baix. Això pot ser útil si us resulta difícil escoltar tons individuals als acords.

source: Preferred percussion instruments
ca: Instruments de percussió preferits

source: Set the percussion instrument used for count-in before rhythm questions, and the instrument used to play the question.
ca: Estableix l'instrument de percussió usat per al compte inicial abans de les preguntes de ritme, i l'instrument usat per tocar la pregunta.

source: User
ca: Usuari

source: Screenshot of the 'User' page of the preferences window.
ca: Captura de pantalla de la pàgina «Usuari» de la finestra de preferències.

source: Solfege uses this info in some exercises where the user is supposed to sing.
ca: El Solfege usa aquesta informació a alguns exercicis on s'espera que l'usuari canti.

source: Lowest/highest tone the user can sing
ca: To més alt/baix que pot cantar l'usuari

source: These spin buttons tell Solfege the highest and lowest tone the user can sing. These values are only considered advisory by the program. If for example the values are set to <literal>c</literal> to <literal>c'</literal> and you have configured the program to ask you to sing minor and major tenths, you will have to sing tones outside this range.
ca: Aquests botons regulables li diuen al Solfege el to més alt i més baix que l'usuari pot cantar. Aquests valors sols es consideren aconsellables per al programa. Si, per exemple, aquests valors s'estableixen a <literal>c</literal> a <literal>c'</literal> i heu configurat el programa perquè us demani cantar desenes menors i majors, haureu de cantar tons fora d'aquest rang.

source: Sex
ca: Sexe

source: Solfege need to know if the user is male or female when creating some of the questions where the user will sing the answer. This because the male voice sound one octave lower than the female voice.
ca: Al Solfege li cal saber si l'usuari és home o dona quan crea preguntes on l'usuari cantarà la resposta. Això és perquè la veu masculina sona una octava més baixa que la veu femenina.

source: External programs
ca: Programes externs

source: Screenshot of the 'External programs' page of the preferences window.
ca: Captura de pantalla de la pàgina «Programes externs» de la finestra de preferències.

source: Solfege will search the PATH for the programs you enter on this page. So you only have to enter the full path if the programs are installed outside the PATH. A warning sign after the entry where you enter the file name mean that the program is not found.
ca: El Solfege buscarà el camí PATH per al programes que entreu a aquesta pàgina. Així sols heu d'entrar el camí complet si els programes estan instal·lats fora del camí PATH. Un signe d'advertiment després de l'entrada on entreu el nom de fitxer significa que no s'ha trobat el programa.

source: Please check the download page on <ulink url="http://www.solfege.org">www.solfege.org</ulink> for up-to-date tips and download links if you run MS Windows and have to download and install the programs yourself.
ca: Si us plau verifiqueu la pàgina de descàrrega a <ulink url="http://www.solfege.org">www.solfege.org</ulink> per a consells actualitzats i enllaços de descàrrega si useu MS Windows i heu de descarregar i instal·lar el programa vós mateix.

source: Converters
ca: Convertidors

source: Give command lines that can convert between different audio formats. <literal>%(in)s</literal> will be replaced with the name of the file we convert from, and <literal>%(out)s</literal> with the name we convert to. It is not necessary to enter <literal>%(out)s</literal> if the program automatically saved to a new file with the correct file extension.
ca: Entreu ordres de la línia d'ordres que poden convertir entre diferents formats d'àudio. <literal>%(in)s</literal> serà reemplaçat amb el nom el fitxer del qual convertim, i <literal>%(out)s</literal> amb el nom al qual convertim. No és necessari entrar <literal>%(out)s</literal> si el programa va desar automàticament amb l'extensió de fitxer correcta.

source: Audio players
ca: Reproductors d'àudio

source: Command lines that can play different audio formats. <literal>%s</literal> will be replaced with the name of the file to be played. The file name will be appended to the end of the string if you do not include a <literal>%s</literal>.
ca: Ordres de la línia d'ordres que poden reproduir diferents formats d'àudio. <literal>%s</literal> es reemplaçarà amb el nom del fitxer que es reproduirà. El nom del fitxer s'annexarà al final de la cadena de caràcters si no incloeu una <literal>%s</literal>.

source: Miscellaneous
ca: Miscel·lània

source: A few exercises make use of the programs CSound and MMA. Lilypond-book is required to make ear training test printouts, and latex is required if the printout should be created in dvi format. Without latex, you can still create html output.
ca: Alguns exercicis fan us dels programes CSound i MMA. Cal el Lilypond-book per fer fulls impresos d'entrenament de l'oïda, i es requereix el latex si s'hauria de crear la impressió amb el format dvi. Sense latex, encara podeu crear sortida html.

source: If the file entered is a file ending with <literal>.py</literal>, then the script will be run by the same python interpreter as Solfege itself.
ca: Si el fitxer entrat és un fitxer acabant amb <literal>.py</literal>, aleshores l'script s'executarà amb el mateix intèrpret del python que el propi Solfege.

source: Interface
ca: Interfície
