Repository: jordimas/gnutools-revisio
Catalog: po/solfege-manual-3.22.1-pre1.*.po
Languages: ca

source: We remember from <xref linkend="theory-intervals-fifths"/> that the interval B-F is a diminished fifth. The lowest tone in <xref linkend="theory-intervals-fifths-1"/> is preceded by a flat that makes the interval one semitone larger and changes the interval from a diminished to a pure fifth.
ca: Recordem de <xref linkend="theory-intervals-fifths"/> que l'interval Si-Fa és una quinta disminuïda. El to més baix a <xref linkend="theory-intervals-fifths-1"/> és precedit per un bemoll que fa l'interval un semitò més gran i canvia l'interval de disminuït a una quinta pura.

source: We know from <xref linkend="theory-intervals-fifths"/> that interval E-B is a perfect fifth. In <xref linkend="theory-intervals-fifths-2"/> the E has a flat in front of it, making the interval augmented. But then the B is preceded by a double flat that makes the interval two semitone steps smaller and changes the interval to a diminished fifth.
ca: Sabem de <xref linkend="theory-intervals-fifths"/> que l'interval Mi-Si és una cinquena perfecta. A <xref linkend="theory-intervals-fifths-2"/> el Mi té un bemoll davant seu, fent que l'interval sigui augmentat. Però aleshores el Si està precedit d'un bemoll doble que fa a l'interval dos passos de semitò més petit i canvia l'interval a una cinquena disminuïda.

source: Sixths
ca: Sisenes

source: Sixths are easiest identified by <link linkend="inverting-intervals"> inverting the interval</link> and identifying the third. Then the following rule applies:
ca: Les sisenes d'identifiquen més fàcilment per <link linkend="inverting-intervals"> la inversió de l'interval</link> i la identificació de la tercera. Aleshores s'aplica la regla següent:

source: If the third is diminished, then the sixth is augmented
ca: Si la tercera està disminuïda, aleshores la sisena està augmentada.

source: If the third is minor, then the sixth is major
ca: Si la tercera és menor, aleshores la sisena és major

source: If the third is major, then the sixth is minor
ca: Si la tercera és major, aleshores la sisena és menor

source: If the third is augmented, then the sixth is diminished
ca: Si la tercera és augmentada, aleshores la sisena és disminuïda

source: If you find inverting intervals difficult, then you can memorise that the intervals E-C, A-F and B-G are minor. The other four are major. Then you examine the accidentals to see if they change the specific name. This is done exactly the same way as for seconds.
ca: Si us resulta difícil la inversió dels intervals, aleshores podeu memoritzar que els intervals Mi-Do, La-Fa i Si-Sol són menors. Els altres quatre són majors. A continuació examineu les alteracions per veure si canvien el nom específic. Això es fa exactament de la mateixa manera que per a les segones.

source: Sevenths
ca: Setenes

source: Sevenths are identified the same way as sixths. When you invert a seventh, you get a second.
ca: Les setenes s'identifiquen de la mateixa manera que les sisenes. Quan invertiu una setena, obteniu una segona.

source: If you find inverting intervals difficult, then you can memorise that the intervals C-B and F-E are major. The other five are minor. Then you examine the accidentals to see if they change the specific name. This is done exactly the same way as for seconds.
ca: Si us resulta difícil la inversió d'intervals, aleshores podeu memoritzar que els intervals Do-Si i Fa-Mi són majors. Els altres cinc són menors. Aleshores examineu les alteracions per veure si canvien el nom específic. Això es fa exactament de la mateixa manera que per a les segones.

source: Inverting intervals
ca: Inversió d'intervals

source: You invert an interval when you move the lowest tone of an interval one octave higher or the highest tone one octave lower. The general name changes this way:
ca: Invertiu un interval quan moveu el to més baix d'un interval una octava més alta o el to més alta una octava més baixa. El nom general canvia de la manera següent:

source: Second becomes seventh.
ca: Una segona es converteix en una setena.

source: Third becomes sixth.
ca: Una tercera es converteix en una sexta.

source: Forth becomes fifth.
ca: Un quarta es converteix en una cinquena.

source: Fifth becomes fourth.
ca: Una cinquena es converteix en una quarta.

source: Sixth becomes third.
ca: Una sisena es converteix en una tercera.

source: Seventh becomes second.
ca: Una setena es converteix en una segona.

source: The specific name changes this way:
ca: El nom específic canvia de la manera següent:

source: Diminished becomes augmented.
ca: Disminuït es converteix en augmentat.

source: Minor becomes major.
ca: Menor es converteix en major.

source: Perfect stays perfect.
ca: Perfecte es manté en perfecte.

source: Major becomes minor.
ca: Major es converteix en menor.

source: Augmented becomes diminished.
ca: Augmentat es converteix en disminuït.

source: Below are two examples, a major third is inverted and becomes a minor sixth, and a minor seventh is inverted and becomes a major second.
ca: A sota hi ha dos exemples, una tercera major s'inverteix i es converteix en una sisena menor i una setena menor s'inverteix i es converteix en una segona major.

source: Melodic interval
ca: Interval melòdic

source: This exercise creates random intervals and you should try to identify them.
ca: Aquest exercici crea intervals aleatoris i els hauríeu d'intentar identificar.

source: If you are using the buttons interface, then you can right-click on the buttons to hear the interval they represent.
ca: Si esteu usant la interfície de botons, aleshores podeu fer un clic amb el botó dret sobre els botons per escoltar l'interval que representen.

source: Configuration
ca: Configuració

source: On the config page of the exercise, there is a combo box where you can select different ways to answer the question. Currently there is a piano, guitar, bass and a few types of accordion in addition to the default buttons interface. Below is a screenshot showing the piano interface.
ca: A la pàgina de configuració de l'exercici, hi ha un quadre combinat on podeu seleccionar diferents maneres per contestar la pregunta. Actualment hi a un piano, una guitarra, un baix i uns quants tipus d'acordió a més de la interfície predeterminada de botons. A sota hi ha una captura de pantalla que mostra la interfície de piano.

source: Identify tone
ca: Identifiqueu el to

source: This is a combined tone memory and interval exercise. Some people believe this kind of exercise can give you perfect pitch (absolute pitch), but I don't believe so.
ca: Aquest és un exercici combinat de memòria tonal i interval. Algunes persones creuen que aquest tipus d'exercici us poden donar afinació perfecta (afinació absoluta), però jo no ho crec.

source: The basics are: the program play a tone and you must identify it by comparing it with the last tone played for you.
ca: Bàsicament: el programa toca un to i heu d'identificar-lo comparant-lo amb l'últim to que heu tocat.

source: To get you started the program will play one tone and display its name on the status bar. You identify the tones by clicking on the piano keyboard or using the keyboard shortcuts that are the letters written on each key.
ca: Per començar, el programa tocarà un to i mostrarà el seu nom a la barra d'estat. Identifiqueu els tons clicant sobre el teclat de piano o usant les dreceres de teclat que són lletres escrites sobre cada tecla.

source: Right click on the piano keyboard to hear a note without actually guessing it. (Some will call that cheating....)
ca: Feu un clic amb el botó dret sobre el teclat de piano per escoltar una nota sense endevinar-la realment. (Alguns a això li diran fer trampa...)

source: Solfege have a set of exercises that you can find by clicking “Identify tone” on the front page. You should start with the first exercise, and move to the next each time you can practise from some minutes and still have quite a good score, for example 96% correct.
ca: El solfege té un conjunt d'exercicis que podeu trobar clicant «Identifiqueu el to» a la portada. Hauríeu de començar amb el primer exercici, i continuar al següent cada cop que podeu practicar uns minuts i encara teniu una partitura bona, per exemple el 96% correcte.

source: Manual configuration
ca: Configuració manual

source: You can configure this exercise as you like if you select select “Configure yourself” front the default front page.
ca: Podeu configurar aquest exercici com desitgeu si seleccioneu «Configureu-lo personalment» des de la portada predeterminada.

source: There are several ways you can use this exercise. Personally, I have not used this exercise very much, and the sections below are only suggestions.
ca: Hi ha moltes maneres que podeu usar aquest exercici. Personalment, no he fet servir massa aquest exercici, i les seccions a sota són sols suggeriments.

source: Note by note
ca: Nota per nota

source: Start with only the notes c-d-e at weight 1. When your score is at least 96% correct, you add the tone f and continue. Add one new tone until you practise with all 12 tones. Doing this is the same as using the predefined exercises and following the instructions in the start of this chapter.
ca: Comenceu sols amb els tons do-re-mi amb el pes 1. Quan la vostra puntuació és correcta almenys 96%, afegiu el to fa i continueu. Afegiu un to nou fins que practiqueu amb els 12 tons. Fent això és el mateix que usar els exercicis predeterminat i seguir les instruccions a l'inici d'aquest capítol.

source: Heavy A
ca: La pesat

source: Configure with the tone a at weight 11 (or higher) and the rest of the tones at weight 1. This way the program will play the tone a very often, so you will remember the tone, and then you use a as a reference tone to identify the other tones. When you have practised a while, you can reduce the weight of a to make the exercise harder.
ca: Configureu el to La amb un pes igual a 11 (o més pesat) i la resta de tons a un pes 1l D'aquesta manera el programa tocarà el to La molt sovint, així recordareu el to, i aleshores useu un La com a referència tonal per identificar els altres tons. Quan heu practicat una estona, podeu reduir el pes del La per fer l'exercici més difícil.

source: If run from “Configure yourself”, on the top of the config page you tell the program how important the different tones are. If you for example give the tone a 11 points and the rest 1 point each, then (11+11*1)/11*100 = 50% of the random tones will be an a.
ca: Si useu el programa des de «Configureu-ho personalment», a la part superior de la pàgina de configuració li dieu al programa quina és la importància dels diferents tons Si per exemple doneu al to La 11 punts i a la resta 1 punt a cadascú, aleshores (11+11*1)/11*100 = 50% dels tons aleatoris seran un La.

source: Below that you select what octaves the random tones can be from.
ca: A sota d'això seleccioneu de quines octaves poden ser els tons aleatoris

source: Then you can select if Solfege should give you a new question automatically when you have solved the old.
ca: A continuació podeu seleccionar si el Solfege hauria de donar-vos una pregunta nova automàticament quan heu resolt l'antiga.

source: In the frame below you can set some pretty self explaining options about what happens if you answer wrong.
ca: Al marc a sota podeu establir algunes opcions força evidents sobre què passa si responeu incorrectament.

source: The keyboard shortcuts can be configured from the <link linkend="preferences-window">preferences window</link>.
ca: Les dreceres de teclat es poden configurar des de la <link linkend="preferences-window">finestra de preferències</link>.

source: Multiple choice answers to music
ca: Respotes d'opció múltiple a la música.

source: This page is a generic help page for all exercises written using the <literal>idproperty</literal> exercise module. Exercises will typically write more specialized help text than this.
ca: Aquesta pàgina és uns pàgina genèrica d'ajuda per a tots els exercicis escrits usant el mòdul d'exercicis "<literal>idproperty</literal>. Els exercicis aportaran generalment una ajuda més especialitzada que aquesta.

source: The screenshot above show one example of how an exercise can look like.
ca: La captura de pantalla a sobre mostra un exemple sobre com pot ser un exercici.

source: The exercise will display a question and play some music, and you have to select one answer from each column in the table of buttons. When you select the correct answer in a column, the label will turn bold, and the message "Correct" will be flashed in the status bar.
ca: L'exercici mostrarà una pregunta i tocarà alguna música, i heu de triar una resposta de cada columna a la taula de botons. Quan seleccioneu la resposta correcta a una columna, l'etiqueta es convertirà en negreta, i es ressaltarà el missatge «Correcte» a la barra d'estat.

source: The exercise will have a <guibutton>Repeat arpeggio</guibutton> if one or more of the questions is of a type the program can play arpeggiated.
ca: L'exercici tindrà un <guibutton>Repeteix arpegi</guibutton> si una o més preguntes es d'un tipus al qual el programa pot tocar un arpegi.

source: Beats per minute
ca: Pulsacions per minut

source: The program will play a tempo, like a metronome. You should try to guess how many beats per minute is played. Each button represents one tempo, and the program will only play in tempos that has a button with bold text. Right-click on buttons to change the status of a tempo.
ca: El programa tocarà un tempo, com un metrònom. Hauríeu d'intentar endevinar quantes pulsacions per minuts es toquen. Cada botó representa un tempo, i el programa sols tocarà a tempos que tenen un botó amb text en negreta. Feu un clic amb el botó dret sobre els botons per canviar l'estat d'un tempo.

source: Note: the rhythm depends on the <literal>gtk timeout_add</literal> function to play the rhythm, so it is not very precise.
ca: Nota: el ritme depèn de la funció <literal>gtk timeout_add</literal> per tocar un ritme, així que no eś massa precís.

source: Answer questions by clicking on buttons
ca: Contesteu les preguntes clicant sobre els botons

source: This page is a generic help page for all exercises written using the <literal>idbyname</literal> exercise module. Exercises will typically write more specialized help text than this.
ca: Aquesta pàgina és una pàgina d'ajuda genèrica per a tots els exercicis escrits usant el mòdul d'exercicis <literal>idbyname</literal>. Els exercicis mostraran generalment una ajuda més especialitzada que aquesta.

source: Click on the button representing the answer of the question played or displayed. Exercises will often display a heading telling the purpose of the exercise.
ca: Cliqueu sobre el botó representant la resposta de la pregunta tocada o mostrada. Els exercicis sovint mostraran una capçalera explicant l'objectiu de l'exercici.

source: Intonation
ca: Entonació

source: In this exercise, Solfege will play a interval, and you should tell how the interval is intonated. You do this by clicking on one of the buttons labeled 'too small', 'pure' or 'too large'. It is also possible that one of these three buttons are missing.
ca: En aquest exercici, el Solfege tocarà un interval, i hauríeu de dir com s'entona l'interval. Ho feu clicant sobre un dels botons etiquetats «massa petit», «pur» o «massa gran». També és possible que un d'aquests tres botons no hi sigui.

source: Identify the chord
ca: Identifiqueu l'acord

source: The purpose of this exercise is to identify the chord being played.
ca: L'objectiu d'aquest exercici és identificar l'acord a tocar.

source: Start the exercise by pressing <guibutton>New</guibutton>. Solfege will then play a chord, and you should identify it by clicking one of the buttons below the empty staff line.
ca: Inicieu l'exercici prement <guibutton>New</guibutton>. El Solfege tocarà a continuació un acord, i hauríeu d'identificar-lo clicant un dels botons a sota de la línia buida de pentagrama.

source: If you guess correct, the program will display the chord on the staff line and flash the message "Correct" in the status bar. Then you can click the button <guibutton>New</guibutton> to get a new question.
ca: Si endevineu correctament, el programa mostrarà l'acord sobre la línia de pentagrama i ressaltarà el missatge «Correcte» a la barra d'estat. A continuació podeu clicar sobre el botó <guibutton>Nou</guibutton> per obtenir una pregunta nova.

source: If you guess wrong the message "Wrong" will be displayed in the status bar.
ca: Si conjectureu incorrectament es mostrarà el missatge «Incorrecte» a la barra d'estat.

source: Identify the cadence
ca: Identifiqueu la cadència

source: Identify the cadence by clicking on the button with its name. As acknowledged in <ulink url="http://bugs.solfege.org/5">bug #5</ulink> we need cadence exercises in Solfege.
ca: Identifiqueu la cadència clicant sobre el botó amb el seu nom. Com reconeixem a <ulink url="http://bugs.solfege.org/5">error #5</ulink> ens calen exercicis de cadències al Solfege.

source: In this release of Solfege, we only have one exercise with cadences in major. In this exercise, a major scale is played to establish the tonic. Maybe this is too little? Do we need a complete I-IV-V-I before the question? Or maybe it is better to write real music that ends in the cadence we want to practise? This are things we need to decide before we release 3.12.0. Comments and music can be added to <ulink url="http://bugs.solfege.org/5"> bug #5</ulink>.
ca: A aquesta versió del Solfege sols tenim un exercici amb cadències en to major. A aquest exercici, es toca una escala major per establir la tònica. Potser això és massa poc? Ens cal un I-IV-V-I complet abans de la pregunta? O potser és millor escriure música real que finalitza amb la cadència que volem practicar? Aquests són temes que hem de decidir abans d'alliberar la versió 3.12.0. Es poden afegir comentaris i música a <ulink url="http://bugs.solfege.org/5">error #5</ulink>.

source: Harmonic interval
ca: Interval harmònic

source: This exercise is one of the exercises you can use to practise intervals. The concept is pretty simple: You press the <guibutton>New interval</guibutton> button to play a random interval, and then you should tell what interval it was.
ca: Aquest és un dels exercicis que podeu usar per practicar intervals. El concepte és força senzill: Premeu el botó <guibutton>Nou interval</guibutton> per tocar un interval aleatori, i a continuació heu de dir quin interval va ser.

source: Harmonic progression dictation
ca: Dictat de progressió harmònica

source: In this exercise, Solfege will play some music, and you must click on the buttons to build a representation of the harmonic progressions in the exercise.
ca: A aquest exercici, el Solfege tocarà alguna música, y heu de clicar sobre els botons per construir una representació de les progressions harmòniques a l'exercici.

source: Ear training test print-out editor
ca: Editor d'impressions de tests d'entrenament de l'oïda

source: This tool is available on the <guimenu>File</guimenu> menu. Use it to create ear training tests to print out on paper. Solfege will generate two versions of the document: one for the students to complete, and one with the correct answer already written. This tool was added by request from a user, but we don't know if it has any real world usage. So please <link linkend="online-resources">contact us</link> if you really use this, and let us know if it is usable.
ca: Aquesta eina està disponible al menú <guimenu>Fitxer</guimenu>. Useu-la per crear tests d'entrenament de l'oïda per imprimir en paper. El Solfege generarà dues versions del document: un perquè completin els estudiants, i un altre amb la resposta correcta ja escrita. Aquesta eina s'ha afegit a iniciativa d'un usuari, però no sabem si té aplicació al món real. Així que si us plau <link linkend="online-resources">contacteu-nos</link> si realment la useu, i feu-nos saber si es pot usar.

source: The <guibutton>Add</guibutton> button will pop up a menu with all exercises from the active front page that this tool can create exercises from: exercises written using the <link linkend="idbyname-module">idbyname</link>, <link linkend="melodicinterval-module">melodicinterval</link> and <link linkend="harmonicinterval-module">harmonicinterval</link> exercise modules. From lesson files written for the <literal>idbyname</literal> module, only <link linkend="lfunc-chord">chord</link>, <link linkend="lfunc-rvoice">rvoice</link> and <link linkend="lfunc-voice">voice</link> music objects are supported.
ca: El botó <guibutton>Afegeix</guibutton> farà emergir un menú amb tots els exercicis de la portada activa a partir de la qual aquesta eina pot crear exercicis: els exercicis escrits usant els mòduls d'exercicis <link linkend="idbyname-module">idbyname</link>, <link linkend="melodicinterval-module">melodicinterval</link> and <link linkend="harmonicinterval-module">harmonicinterval</link>.

source: <guibutton>Create sheet</guibutton> will open a dialog that let you select or create an empty directory, and then save the HTML or LaTex files and the graphics in that directory.
ca: <guibutton>Crea una partitura</guibutton> obrirà un diàleg que us deixarà triar o crear un directori buit, i després desarà els fitxers HTML o LaTeX i les gràfiques a aquest directori.

source: When you save and load the files defining ear training tests, the program will remember the random questions, so loading a file and clicking <guibutton>Create Sheet</guibutton> will create the exact same test. Click <guibutton>Randomize</guibutton> to create a new random set of questions.
ca: Quan deseu i carregueu els fitxers que defineixen els tests d'entrenament de l'oïda, el programa recordarà les preguntes aleatòries, de manera que quan es carrega un fitxer i es clica <guibutton>Crea una partitura</guibutton> es crearà exactament el mateix test. Cliqueu <guibutton>Aleatoritza</guibutton> per crear un nou conjunt aleatori de preguntes.

source: Dictation
ca: Dictat

source: Screenshot of the program running the dictation exercise.
ca: Captura de pantalla del programa executant l'exercici de dictat.

source: You can let Solfege play some music for you that you are supposed to write down on paper. Click on the buttons with a quarter note pixmap to repeat smaller parts of the music. You have to click on the Show button and check your notes yourself to see if you made any mistakes.
ca: Podeu fer que el Solfege us toqui alguna música que se suposa que heu d'escriure en paper. Cliqueu sobre el botons amb un mapa de píxels d'una negra per repetir parts més petites de la música. Heu de clicar sobre el botó Mostra i verificar les vostres notes per veure si heu fet cap error.

source: You can use this exercise to practise sight singing: When you start the exercise, press Show and then try to sing the music. Then you can use the Play the whole music button or the quarter note buttons to let the program play the music. You have to decide yourself if you think you succeeded.
ca: Podeu usar aquest exercici per practicar lectura a vista: Quan inicieu l'exercici, premeu Mostra i després intenteu cantar la música. Després podeu usar el botó Toca la música completa o els botons negres per fer que el programa toqui la música. Heu de decidir personalment si creieu que heu tingut èxit.

source: This exercise is called the dictation exercise, but if the necessary lesson files are written it can be used in several ways: <placeholder-1/>
ca: Aquest exercici s'anomena l'exercici de dictat, però si estan escrits els fitxers de lliçó necessaris es pot usar de moltes maneres: <placeholder-1/>

source: Bugs
ca: Errors
