Repository: jordimas/gnutools-revisio
Catalog: po/solfege-manual-3.22.1-pre1.*.po
Languages: ca

source: Screenshot of the 'Interface' page of the preferences window.
ca: Captura de pantalla de la pàgina «Interfície» de la finestra de preferències.

source: Resizeable main window: Allow the user to resize the main solfege window.
ca: Finestra principal redimensionable: Permet que l'usuari canviï la mida de la finestra principal del Solfege.

source: Select language: You can manually select the language you want if Solfege does not detect this correctly, or if you want to run Solfege with a different language that your operating system.
ca: Seleccioneu la llengua: Podeu seleccionar manualment la llengua que voleu si el Solfege no la detecta corectament, o si voleu executar el Solfege amb una llengua diferent al vostre sistema operatiu.

source: Identify tone keyboard accelerators
ca: Acceleradors de teclat dels identificadors de tons

source: Here you can change the keyboard accelerators for the «Identify tone» exercise. Click on a row to select the tone you want to change the accelerator for, then click again on the second column of the row. Finally you can press the key you want to set as the accel for the tone.
ca: Aquí podeu canviar els acceleradors de teclat de l'exercici «Identifiqueu el to». Cliqueu sobre una fila per triar el to per al qual voleu canviar l'accelerador, cliqueu un altre cop a la segona columna de la fila. Finalment podeu prémer la tecla que voleu establir com l'accelerador per al to.

source: The «Dvorak» and «ASCII» buttons will set the accelerators to the default values for Dvorak and ASCII keyboards.
ca: Els botons «Dvorak» i «ASCII» establiran els acceleradors als valors predeterminats per als teclats Dvorak i ASCII.

source: Interval keyboard accelerators
ca: Acceleradors de teclat per als intervals

source: Here you can change the keyboard accelerators for the interval exercises, like the «Harmonic interval» and «Melodic interval» exercises. Click on a row to select the tone you want to change the accelerator for, then click again on the second column of the row. Finally you can press the key you want to set as the accel for the tone.
ca: Aquí podeu canviar els acceleradors de teclat per als exercicis d'intervals, com ara els exercicis «Interval harmòni» i «Interval melòdic». Cliqueu sobre una fila per selecionar el to per al qual voleu canviar l'accelerador, cliqueu un altre cop a la segona columna de la fila. Finalmente podeu prémer la tecla que voleu establir com l'accelerador del to.

source: Practise
ca: Pràctica

source: Screenshot of the 'Practise' page of the preferences window.
ca: Captura de pantalla de la pàgina «Pràctica» de la finestra de preferències.

source: Not allow new question before the old is solved: Disable the 'new' button until the question is answered correctly or the user clicks "give up".
ca: No permetis una pregunta nova fins que l'antiga s'hagi resolt: Desactiva el botó «nou» fins que la pregunta es respongui correctament o l'usuari cliqui «Em rendeixo».

source: Repeat question if the answer was wrong: Play the sound again when the user gives an incorrect answer.
ca: Repeteix la pregunta si la resposta és incorrecta: Reprodueix el so un altre cop quan l'usuari dóna una resposta incorrecta.

source: Expert mode: Enabling this option in exercises using the <link linkend="idbyname-module">idbyname</link> and <link linkend="idproperty-module">idproperty</link> modules will let you select to practise only a subset of the questions in the lesson file. Practising with expert mode enabled will not save any statistics.
ca: Mode expert: Si s'activa aquesta opció als exercicis usant els mòduls <link linkend="idbyname-module">idbyname</link> i <link linkend="idproperty-module">idproperty</link> us deixarà seleccionar practicar sols un subconjunt de les preguntes del fitxer de lliçó. Si es practica amb el mode expert activat no es desarà cap estadística.

source: Sound setup
ca: Configuració del so

source: Screenshot of the 'Sound setup' page of the preferences window.
ca: Captura de pantalla de la pàgina «Configuració del so» de la finestra de preferències.

source: Screenshot of the 'Sound setup' page of the preferences window, running on MS Windows XP.
ca: Captura de pantalla de la pàgina «Configuració del so» de la finestra de preferències, executant-se a MS Windows XP.

source: Midi setup
ca: Configuració del Midi

source: The exercises that generate sound have several ways to play sound:
ca: Els exercicis que generen so tenen moltes maneres de reproduir so:

source: No sound:
ca: Sense so:

source: Use this for debugging or when you are porting Solfege. No sounds are played, the midi events are printed to stdout.
ca: Useu això per la depuració o quan esteu portant el Solfege. No es reprodueixen sons, els esdeveniments midi s'escriuen al stdout.

source: Use ALSA device
ca: Usa el dispositiu ALSA

source: If you have the Python modules for ALSA installed, you can use the ALSA sequencer. If your operating system is GNU/Linux, you have a menu item on the Help menu that can download and compile the modules for you.
ca: Si teniu els mòduls del Phython per a ALSA instal·lats, podeu usar el seqüenciador ALSA. Si el vostre sistema operatiu és GNU/Linux, teniu un element de menú al menú d'ajuda que us pot descarregar i compilar els mòduls.

source: Use device:
ca: Usa el dispositiu:

source: The best choice here is usually <filename>/dev/music</filename> because it has the best support for percussion instruments. <filename>/dev/sequencer2</filename> is usually a symbolic link to <filename>/dev/music</filename>. If your system don't have <filename>/dev/music</filename>, you can create it with this command as root (if you run the linux kernel version 2.2 or later):
ca: La millor opció aquí és generalment <filename>/dev/music</filename> perquè té el millor suport per a instruments de percussió. <filename>/dev/sequencer2</filename> és generalment un enllaç símbolic a <filename>/dev/music</filename>. Si el vostre sistema no té <filename>/dev/music</filename>, el podeu crear amb aquesta ordre com a root (si executeu el nucli de linux versió 2.2 o posterior):

source: On MS Windows this choice is labeled <literal>Windows multimedia output</literal>.
ca: Al MS Windows aquesta opció té l'etiqueta <literal>Sortida multimèdia del Windows</literal>.

source: Use external midiplayer:
ca: Usa el reprodcutor de midi extern:

source: This can be useful when porting to systems that don't use OSS, or if you have a bad midi synth on your soundcard and want to use timidity.
ca: Això pot ser útil quan s'està portant a sistemes que no usen l'OSS, o si teniu un sintetitzador midi dolent a la targeta de so i voleu usar el timidity.

source: Statistics
ca: Estadístiques

source: Statistics from 3.15 and older
ca: Estadístiques des de 3.15 o posterior

source: Versions of Solfege before 3.16.0 saved statistics in many small files. Solfege 3.16.0 and newer will import these files into the new database file the first time the program is run, but it will leave the old files on your computer. It is safe to delete these files after you have run solfege 3.16.0 or newer once. The files are stored in the <literal>statistics</literal> directory of the <emphasis>application data</emphasis> directory.
ca: Les versions del Solfege anteriors a la 3.16.0 desaven les estadístiques a molts fitxers petits. El Solfege 3.16.0 i més nou importarà aquests fitxers a la nova base de dades el primer cop que s'executi el programa, però deixarà els fitxers antics al vostre ordinador. És segur eliminar aquests fitxers després que heu executat el Solfege 3.16.0 o més nou. Els fitxers s'emmagatzemen al directori <literal>statistics</literal> del directori <literal>applicaction data</emphasis>.

source: Statistics are now saved in a file <literal>statistics.sqlite</literal> in the <emphasis>application data</emphasis> directory. The exact location of the directory can be found by selecting <guimenuitem>File Locations</guimenuitem> on the <guimenu>Help</guimenu> menu. Click <guibutton>Delete</guibutton> to reset you statistics and start with an empty <literal>statistics.sqlite</literal> file.
ca: Les estadístiques es desen ara a un fitxer <literal>statistics.sqlite</literal> al directori <emphasis>application data</emphasis>. La ubicació exacta del directori es pot trobar seleccionant <guimenuitem>Ubicacions de fitxers</guimenuitem> al menú <guimenu>Ajuda</guimenu>. Cliqueu <guibutton>Esborra</guibutton> per restablir les vostres estadístiques i iniciar amb un fitxer <literal>statistics.sqlite</literal> buit.

source: Online resources
ca: Recursos en línia

source: The homepage for Solfege is <ulink url="http://www.solfege.org">http://www.solfege.org</ulink>. There is also a smaller page with more static info at <ulink url="http://www.gnu.org/software/solfege/">http://www.gnu.org/software/solfege/</ulink>.
ca: La pàgina web del Solfege és <ulink url="http://www.solfege.org">http://www.solfege.org</ulink>. També hi ha una pàgina més petita amb més informació estàtica a <ulink url="http://www.gnu.org/software/solfege/">http://www.gnu.org/software/solfege/</ulink>.

source: Download Solfege
ca: Descarrega el Solfege

source: The source code is available from <ulink url="http://ftp.gnu.org/gnu/solfege">http://ftp.gnu.org/gnu/solfege</ulink>. If you are adventurous, you can try the unstable (buggy, but might contain new stuff) releases from <ulink url="http://alpha.gnu.org/gnu/solfege">http://alpha.gnu.org/gnu/solfege</ulink>. These releases might have more bugs, but then you get the chance to try new stuff and find and report bugs.
ca: El codi font està disponible a <ulink url="http://ftp.gnu.org/gnu/solfege">http://ftp.gnu.org/gnu/solfege</ulink>. Si us agrada l'aventura, podeu provar les versions inestables (amb errors, però potser conté nou material) de <ulink url="http://alpha.gnu.org/gnu/solfege">http://alpha.gnu.org/gnu/solfege</ulink>. Aquestes versions potser tenen més errors, però aleshores teniu l'oportunitat de provar nou material i trobar i informar d'errors.

source: Source code and some precompiled binaries are available from <ulink url="http://sourceforge.net/project/showfiles.php?group_id=1465">http://sourceforge.net/project/showfiles.php?group_id=1465</ulink>.
ca: El codi font i alguns binaris precompilats estan disponibles a <ulink url="http://sourceforge.net/project/showfiles.php?group_id=1465">http://sourceforge.net/project/showfiles.php?group_id=1465</ulink>.

source: If you run Debian you can <userinput>apt-get install solfege</userinput> to download and install the program.
ca: Si useu el Debian podeu fer <userinput>apt-get install solfege</userinput> per descarregar i instal·lar el programa.

source: Mailing lists
ca: Llistes de correu

source: Very low traffic, moderated and will be used to announce stable releases of Solfege. (<ulink url="http://lists.sourceforge.net/mailman/listinfo/solfege-announce">Subscription</ulink> | <ulink url="http://sourceforge.net/mailarchive/forum.php?forum_id=7332">Archive</ulink>)
ca: Amb tràfic molt reduït, moderada i s'usarà per anunciar l'alliberament de versions estables del Solfege. (<ulink url="http://lists.sourceforge.net/mailman/listinfo/solfege-announce">Subscripció</ulink> | <ulink url="http://sourceforge.net/mailarchive/forum.php?forum_id=7332">Arxiu</ulink>)

source: If you want to report problems installing or running Solfege, or have questions, comments or ideas on how to improve Solfege, please post to this list instead of using the message forum at Sourceforge or the author directly. You can post to solfege-devel without subscribing. (<ulink url="http://lists.sourceforge.net/mailman/listinfo/solfege-devel">Subscription</ulink> | <ulink url="http://sourceforge.net/mailarchive/forum.php?forum_id=3968">Archive</ulink>)
ca: Si voleu informar de problemes quan instal·leu o executeu el Solfege, o teniu preguntes, comentaris o idees sobre com millorar el Solfege, si us plau publiqueu a aquesta llista en comptes d'usar el fòrum de missatges a Sourceforge o escriure a l'autor directament. Podeu escriure a solfege-devel sense subscriure-us. (<ulink url="http://lists.sourceforge.net/mailman/listinfo/solfege-devel">Subscripció</ulink> | <ulink url="http://sourceforge.net/mailarchive/forum.php?forum_id=3968">Arxiu</ulink>)

source: The standard GNU address to send bug reports. This list is at the moment forwarded to <email>solfege-devel@lists.sourceforge.net</email>
ca: L'adreça GNU estàndard per enviar informes d'errors. En aquest moment aquesta llista es reenvia a <email>solfege-devel@lists.sourceforge.net</email>

source: Name intervals
ca: Anomena els intervals

source: Screenshot of the program practising intervals using the buttons interface.
ca: Captura de pantalla del programa practicant intervals usant la interfície de botons.

source: In this exercise, Solfege will display and play an interval, and you should identify the interval. This is a music theory exercise, and not an ear training exercise. To learn how to name intervals you should read <xref linkend="theory-intervals"/>.
ca: En aquest exercici el Solfege mostrarà i reproduirà un interval, i hauríeu d'identificar l'interval. Aquest és un exercici teòric de música, i no un exercici d'entrenament de l'oïda. Per aprendre com anomenar intervals hauríeu de llegir <xref linkend="theory-intervals"/>.

source: You identify the interval by clicking on one button telling the specific name and the general name.
ca: Identifiqueu l'interval clicant sobre un botó indicant el nom específic i el nom general.

source: Music theory
ca: Teoria musical

source: Davide Bonetti has contributed a large set of scale exercises and some pages describing all the scales. You can see the pages <ulink url="../C/scales/modes.html">here</ulink>.
ca: Davide Bonetti ha contribuït un conjunt gran d'exercicis d'escales i algunes pàgines de descripció de les escales. Podeu veure les pàgines <ulink url="../C/scales/""modes.html">aquí</ulink>.

source: In music theory we use the word interval when we talk about the pitch difference between two notes. We call them harmonic intervals if two tones sound simultaneously and melodic intervals if they sound successively.
ca: A la teoria musical usem la paraula interval quan parlem sobre la diferència de tonalitat entre dues notes. Els anomenem intervals harmònics si dos tons sonen simultàniament i intervals melòdics si sonen en successió.

source: Interval names consist of two parts. Some examples are "major third" and "perfect fifth". In Walter Piston's "Harmony" the two parts are called <emphasis>the specific name</emphasis> and <emphasis>the general name</emphasis> part. Wikipedia talks about <emphasis>interval quality</emphasis> and <emphasis>interval number</emphasis>. I have seen people talking about an interval's <emphasis>numerical size</emphasis>.
ca: Els noms dels intervals consisteixen de dues parts. En són exemples «tercera major» i «cinquena perfecta». A l'«Harmonia» del Walter Piston les dues parts s'anomenen la part del <emphasis>nom general</emphasis> i la part del <emphasis>nom específic</emphasis>. La Viquipèdia parla sobre el <emphasis>número d'interval</emphasis> i la <emphasis>qualitat de l'interval</emphasis>. He vist també a gent que parla de la <emphasis>mida numèrica</emphasis> d'un interval.

source: You find the general name by counting the steps on the staff, ignoring any accidentals. So if the interval you want to name goes from E to G#, then we count to 3 (E F G) and see that the general name is <emphasis>third</emphasis>.
ca: Podeu trobar el nom general comptant els passos al pentagrama, ignorant totes les alteracions. Així, si l'interval que voleu anomenar va de Mi a Sol#, aleshores comptem 3 (Mi Fa Sol) i mirem que el nom general és <emphasis>tercera</emphasis>.

source: The specific name tells the exact size of the interval. Unisons, fourths, fifths and octaves can be diminished, pure or augmented. Seconds, thirds, sixths and sevenths can be minor, major, diminished or augmented. A minor interval is one semitone smaller than a major interval. A diminished interval is one semitone smaller than a pure or a minor interval, and an augmented interval is one semitone larger than a pure or major interval.
ca: El nom específic indica la mida exacta de l'interval. Els unísons, quartes, quintes i octaves poden ser disminuïdes, pures o augmentades. Les segones, terceres, sextes o setenes poden ser menors, majors, disminuïdes o augmentades. Un interval menor és un semitò més petit que un interval major. Un interval disminuït és un semitò més petit que un interval pur o menor, i un interval augmentat és un semitò més gran que un interval pur o major.

source: Accidentals change the size of intervals. The interval becomes one semitone larger if you add a sharp to the highest tone or a flat to the lowest tone. And it becomes one semitone smaller if you add a flat to the highest tone or a sharp to the lowest tone. In the following sections naming of the intervals will be shown in greater detail.
ca: Les alteracions canvien la mida dels intervals. L'interval esdevé un semitò més gran si afegiu un sostingut al to més alt o un bemoll al to més baix. I esdevé un semitò més petit si afegiu un bemoll al to més alt o un sostingut al to més baix. Es mostrarà el nomenament d'intervals amb més detall a les properes seccions.

source: Seconds
ca: Segones

source: Seconds are easy to recognise: the two notes are neighbours on the staff. One note is on a staff line, and the other one is in the space above or below. A minor second is one semitone step, also called a half step. A major second is two semitone steps, also called a whole step.
ca: Les segones són fàcils de reconèixer: les dues notes són veïnes al pentagrama. Una nota està a la línia del pentagrama, i l'altra està un espai a sobre o a sota. Una segona menor és un pas d'un semitò també anomenat mig pas Una segona major és un pas de dos semitons, també anomenat un pas sencer.

source: To learn to identify seconds, you first have to learn which seconds there are between the natural tones. As you can see in <xref linkend="theory-intervals-seconds"/>, only the intervals E-F and B-C are minor seconds. The rest are major intervals. You can check that <xref linkend="theory-intervals-seconds"/> is correct by looking at a piano. You will see that there are no black keys between E and F and between B and C.
ca: Per aprendre a identificar segones, primer heu d'aprendre quines segones hi ha entre els tons naturals. Com podeu veure a <xref linkend="theory-intervals"/> sols els intervals Mi-Fa i Si-Doc són menors segones. La resta són intervals majors. Podeu verificar que <xref linkend="theory-intervals-seconds"/> és correcte mirant a un piano. Veureu que no hi ha tecles negres entre Mi i Fa i entre Si i Do.

source: If the second has accidentals, then we have to examine them to find out how they change the size of the interval. Let us identify a few intervals!
ca: Si la segona té alteracions, aleshores hem d'examinar-les per esbrinar com canvien la mida de l'interval. Identifiquem uns quants intervals!

source: We remove the accidental from the interval in <xref linkend="theory-intervals-seconds-1"/> and see that the interval F-G is a major second. When we add the flat to the highest tone, the interval becomes one semitone smaller, turning into a minor second.
ca: Eliminem l'alteració de l'interval a <xref linkend="theory-intervals-seconds"/> i veiem que l'interval Fa-Sol és una segona major. Quan afegim el bemoll a la nota més alta, l'interval esdevé un semitò més petit, convertint-se en una segona menor.

source: We remove the accidentals, and see that the interval A-B is a major second. You still remember <xref linkend="theory-intervals-seconds"/>, don't you? Then we add the flat to the A, and the interval becomes an augmented second. And when we add the flat to the B, the interval becomes a major second.
ca: Eliminem les alteracions, i observem que l'interval La-Si és una segona major. Encara recordeu <xref linkend="thoery-intervals-seconds"/>, oi? A continuació afegim el bemoll al La, i l'interval es converteix en una segona augmentada. I quan afegim el bemoll al Si, l'interval es converteix a una segona major.

source: We remove the accidentals, and see that the interval E-F is a minor second. When we add a flat to the lowest tone, the interval becomes one semitone larger, turning into a major second. And when we add a sharp to the highest tone, the interval becomes one semitone larger, turning into an augmented second.
ca: Eliminem les alteracions, i observem que l'interval Mi-Fa és una segona menor. Quan afegim un bemoll al to més baix, l'interval esdevé un semitò més gran, convertint-lo en una segona major. I quan afegim un sostingut al to més alt, l'interval esdevé un semitò més gran, convertint-lo en una segona augmentada.

source: Thirds
ca: Terceres

source: A minor third is one minor and one major second, or three semitones. A major third are two major seconds, or four semitone steps. <xref linkend="theory-intervals-thirds"/> shows the thirds between all the natural tones. You should memorise the major intervals, C-E, F-A and G-B. Then you know that the other four intervals are minor.
ca: Una tercera menor és una segona menor i una segona major, o tres semitons. Una tercera major són dos segones majors, o quatre passos de semitons. <xref linkend="theory-intervals-thirds"/> mostra les terceres entre tots els tons naturals. Hauríeu de memoritzar els intervals majors, Do-Mi, Fa-La i Sol-Si. Aleshores sabeu que els altres quatre intervals són menors.

source: Then you examine the accidentals to see if they change the specific name. This is done exactly the same way as for seconds.
ca: A continuació examineu les alteraciones per veure i canvien el nom específic. Això es fa exactament de la mateixa manera que per a les segones.

source: Fourth
ca: Quarta

source: A pure fourth is 2½ steps, or two major seconds and a minor second. <xref linkend="theory-intervals-fourths"/> shows all fourths between natural tones. You should memorise that the fourth F-B is augmented, and that the other six are pure.
ca: Una quarta pura és 2½ passos, o dues segones majors i un segona menor. <xref linkend="theory-intervals-fourths"/> mostra totes les quartes entre els tons naturals. Hauríeu de memoritzar que la quarta Fa-Si és augmentada, i que els altres sis són purs.

source: Fifth
ca: Quinta

source: A pure fifth is 3½ steps, or three major seconds and a minor second. <xref linkend="theory-intervals-fifths"/> shows all fifths between natural tones. You should remember that all those intervals are pure, except B-F that is diminished.
ca: Una quina pura és 3½ passos, o tres segones majors i una segona menor. <xref linkend="theory-intervals-fifths"/> mostra totes les quines entre tons naturals. Hauríeu de recordar que tots aquests intervals són purs, excepte Si-Fa que es disminuït.

source: If an interval has accidentals, then we must examine them to see how they change the size of the interval. A diminished fifth is one semitone smaller than a pure interval, and an augmented fifth is one semitone larger. Below you will find a few examples:
ca: Si un interval té alteracions, aleshores els hem d'examinar per veure com canvien la mida de l'interval. Una quina disminuïda és un semitò més petit que un interval pur, i una quina augmentada és un semitò més gran. Podeu trobar un parell d'exemples a sota:
