Repository: jordimas/gnutools-revisio
Catalog: po/solfege-manual-3.22.1-pre1.*.po
Languages: ca

source: Report bugs to the bug tracker at <ulink url="http://bugs.solfege.org/">http://bugs.solfege.org</ulink>. Alternately, you can send an email to <email>bug-solfege@gnu.org</email>. General questions and patches should be sent to <email>solfege-devel@lists.sourceforge.net</email>.
ca: Informeu d'errors al seguidor d'errors a <ulink url="http://bugs.solfege.org/">http://bugs.solfege.org</ulink>. Alternativament, podeu enviar un correu electrònic a <email>bug-solfege@gnu.org</email>. S'haurien d'enviar les preguntes generals i els pegats a <email>solfege-devel@lists.sourceforge.net</email>.

source: Please make your bug reports detailed. ''I get an error message in a window when I try to start the program.'' is not usable to me. When reporting bugs:
ca: Si us plau feu els vostres informes d'errors detallats. «Em surt un missatge d'error quan intento iniciar el programa.» no m'és d'utilitat. Quan informeu d'errors:

source: Tell me what version of Solfege you run. Please check if a newer release is available. If you only want to run stable releases, then you don't have to test newer development releases.
ca: Digueu-me quina versió del Solfege esteu executant. Si us plau mireu si hi ha disponible una versió més nova. Si sols voleu usar versions estables, no us cal provar versions més noves de desenvolupament.

source: What operating system are you running? Version?
ca: Quin sistema operatiu esteu usant? Quina versió?

source: Describe exactly what you are doing when the error happens.
ca: Descriviu exactament que estàveu fent quan es va produir l'error.

source: Send an exact copy of the error messages. They make sense to the Solfege author even if you think they look cryptic to you.
ca: Envieu una còpia exacta del missatge d'error. Tenen sentit per a l'autor del Solfege tot i que us puguin sembla críptics.

source: About statistics
ca: Quant a les estadístiques

source: Some exercises will show some statistics for different periods of time: <emphasis>Session</emphasis>, <emphasis>Today</emphasis>, <emphasis>Last 7 days</emphasis> and <emphasis>Total</emphasis>. The program uses two different kind of tables.
ca: Alguns exercicis mostraran algunes estadístiques per a diferents períodes de temps: <emphasis>Sessió</emphasis>, <emphasis>Avui</emphasis>, <emphasis>Últims 7 dies</emphasis> i <emphasis>Total</emphasis>. El programa usa dos tipus de taules.

source: Screenshot of the percentages table of a statistics page.
ca: Captura de pantalla de la taula de percentatges d'una pàgina d'estadístiques.

source: The first table, as shown in the screenshot above, have one row for each question in the lesson file. <emphasis>Percent</emphasis> is the percentage of the times the question have been answered correctly. <emphasis>Count</emphasis> is the number of times the question have been asked.
ca: La primera taula, com es mostra a la captura de pantalla de dalt, té una fila per a cada pregunta al fitxer de lliçons. <emphasis>Per cent</emphasis> és el percentatge del nombre de cops que es contestar correctament la pregunta. <emphasis>Compte</emphasis> és el nombre de cops que la pregunta s'ha preguntat.

source: In the second type of table, the columns have the same labels as the rows, but the labels are not displayed because it will make the table too wide. So in the screenshot above, column 1 should have the label <emphasis>m3↑</emphasis> and column 2 <emphasis>M3↑</emphasis>. For the questions identified by the label of each row, each column tell how many times the user have answered the different possible answers. The bold number is the number of times the correct answer have been give.
ca: Al segon tipus de taula, les columnes tenen les mateixes etiquetes que les files, però les etiquetes no es mostren perquè faran la taula massa ampla. De manera que a la captura de pantalla de dalt, la columna 1 hauria de tenir l'etiqueta <emphasis>m3↑</emphasis> i la columna 2 <emphasis>M3↑</emphasis>. Per a les preguntes identificades per l'etiqueta de cada fila, cada columna indica quants cops l'usuari ha respost les diferents possible preguntes. El número en negreta és el nombre de cops que s'ha donat la resposta correcta.

source: translator-credits
ca: translator-credits< Walter Garcia-Fontes <walter.garcia@upf.edu>, 2016
